{ "contents": [{
    "title": "The 9 Most Important News Stories Affecting Women Right Now",
    "picture": "https://typeset-beta.imgix.net/2017/3/20/182981358.jpg?w=740&h=437&fit=crop&crop=faces&auto=format&q=70&dpr=2",
    "author": "LANI SEELINGER",
    "body": "If you tuned out the world over the weekend, it's time to start tuning back in. However, if you'd like to limit your news consumption, though, you've come to the right place. All you have to do is take a look at the most important news stories affecting women right now, and then you can go about your business.\nThe fact is, there's a lot swirling around in the news these days, and you can only keep up with so much. You're only human, right? There are certain news stories that are especially important for women, so if you have to pick and choose what you want to read on any given day, then these are the stories that you can read now and then keep following up with.\nIt may seem like there's been a dip in important stories for female readers lately just because the president hasn't said anything obviously sexist in the last 48 hours, but don't be fooled. Now more than ever, it's important to be engaged. That said, it's also necessary to choose where you put your attention. Now, without further ado, here are nine of the most important stories affecting women right now.",
    "date": "2017/02/20"
  }, {
    "title": "Jax & Tom Sandoval Give Tom Schwartz A Wedding Gift On 'Vanderpump Rules' & It Couldn't Be More SUR-fect",
    "picture": "https://typeset-beta.imgix.net/2017/3/21/770d8e68-193f-4729-b266-942a3ae1afa1.png?w=740&h=437&fit=crop&crop=faces&auto=format&q=70&dpr=2",
    "author": "KRISTIE ROHWEDDER",
    "body": "The woodsy elegant miracle strikes again. When we last saw the Pumpers of Vanderpump Rules, Jax was blowing a gasket over Tom Schwartz’s younger triplet brothers missing their flight to Lake Tahoe (and potentially bungling the wedding surprise). Would the triplets make it in time? Would the triplets call Schwartz from their shared cell phone and let him know what happened? Would Jax’s stressed out eyes literally explode out of his head right there on the lawn of the Twenty Mile House? To be continued!\nOn the penultimate episode of the season, Pump Rules tied that nerve-racking loose end right on up: The night before Schwartz and Katie’s ceremony, the triplets arrived. Jax and Tom Sandoval’s last-minute ticket booking wasn’t all for naught. Though the triplets missed their original flight, they still got to Northern California the night before the wedding. If that isn't a woodsy elegant miracle, I don't know what is.\nIn the middle of the Taco Tuesday-themed rehearsal dinner, Sandoval let the viewers at home know that Bert, Billy, and Brandon had landed. After giving Triple B some dress clothes and explaining their cues, Sandoval returned to the festivities. He and Jax pulled the groom-to-be aside and asked if he’d mind getting his wedding gift early. Of course he wouldn't.\nAnd then, it happened: Schwartz turned around, saw one of the Bs, and promptly freaked out. As Jax told Schwartz he wished they could get all three triplets there, a second B emerged. Schwartz freaked out again. And then, the third B emerged. Schwartz was crying, Jax was crying, Schwartz’s Lacoste slip-on sandals were crying, I was crying, everyone was crying. It was a perfect scene.",
    "date": "2017/02/19"
  }, {
    "title": "Twitter Reactions To Kylie's Matte Pressed Powder Blushes Prove Fans Are Excited",
    "picture": "https://typeset-beta.imgix.net/2017/3/21/7c4a5411-f1e9-4ceb-8357-77a2d2091713.png?w=740&h=437&fit=crop&crop=faces&auto=format&q=70&dpr=2",
    "author": "MADISON ALCEDO",
    "body": "If you haven't heard the latest in Kylie Cosmetics news, Kylie Jenner's most recent product launch just happened. It includes five individual Kylie Cosmetics Matte Pressed Powder Blushes in a range of rosy hues and they're going to be perfect for summer.\nWhile Jenner has included blushes in previous limited edition collections like within her Valentine's Day Diary, you will now be able to purchase individual blushes in the shade of your choice. Jenner also revealed the blush's true colors and not-so-subtle names on Snapchat. You can choose from X Rated, Barely Legal, Virginity, Hot and Bothered, and Hopeless Romantic.\nJenner has almost every makeup product in her Kylie Cosmetics line, but the blushes are a great addition, especially since Jenner said in her Instagram that they are 'build-able Matte beauties' that will be easy to layer with their highly pigmented colors.\nJenner first teased the new matte blushes on Instagram and then took to Snapchat to show fans a more close-up glimpse into what each blush shade looks like. From the red Hopeless Romantic hue to the lightest X Rated hue, there's definitely a shade for all skin types.\nThere are many people that are excited for the launch of the blushes, which will drop at 3 p.m. PT on Friday, March 24.",
    "date": "2017/02/18"
  }, {
    "title": "The U.S. Will Ban Some International Passengers From Bringing Electronic Devices On Planes — REPORT",
    "picture": "https://typeset-beta.imgix.net/2017/3/20/111437254.jpg?w=740&h=437&fit=crop&crop=faces&auto=format&q=70&dpr=2",
    "author": "SETH MILLSTEIN",
    "body": "According to a Reuters report, the U.S. plans to ban passengers from certain countries from taking electronics on planes. The Guardian reports that the new restriction will apply to 13 countries, although it's unclear which ones. Two Middle East-based airlines — Royal Jordanian Airlines and Saudi Arabia airlines — confirmed that effective immediately, passengers on U.S.-bound flights on their airlines won't be allowed to take any electronics on board other than cell phones and medical devices. However, Royal Jordanian Airlines later deleted the tweet confirming the new policy.\nIn statements to Gizmodo and the Guardian, neither the Transportation and Security Administration nor the Department of Homeland Security, of which the TSA is a part, would confirm or deny the reports. Both agencies said that they have 'no comment on potential security precautions, but will provide any update as appropriate.'\nThe TSA issued the decree in an email, described as 'confidential,' to the airlines in question, according to the Guardian. Under the ban, passengers traveling to the U.S. on those airlines won't be allowed to bring laptops, tablets, e-readers or cameras larger than cell phones on board. CNN aviation correspondent Jon Ostrower said that the ban will apply to at least 13 Middle East- and Africa-based airlines.",
    "date": "2017/02/16"
  }]
}
